Repository: peckto/gdar
Catalog: po/*.po
Languages: de

source: Please choose a Dar file to open
de: Bitte eine Dar Datei zum öffnen wählen

source: Open archive
de: Archiv öffnen

source: Extract selected file or folder
de: Ausgewählte Datei oder Ordner entpacken

source: Show information about archive
de: Informationen zu Archiv anzeigen

source: Show hidden files
de: Zeige versteckte Dateien

source: Change to parent directory
de: Wechsel zu übergeordnetem Verzeichnis

source: Size
de: Größe

source: Changed
de: Geändert

source: Folder
de: Ordner

source: File
de: Datei

source: Reading catalogue
de: Lese Catalogue

source: Ready
de: Fertig

source: Backup is encrypted
de: Backup ist verschlüsselt

source: Dar files
de: Dar Datein

source: File not found:
de: Datei nicht gefunden:

source: Error
de: Fehler

source: Invalid dar archive:
de: Ungültiges dar Archiv:

source: Extracting is still running
de: Entpacken läuft noch

source: Please choole a destination folder
de: Bitte einen Ziel Ordner wählen

source: Flat extract
de: Flach entpacken

source: Ignore folder structure when restoring files
de: Ignoriere Ordnerstruktur beim Entpacken von Dateien

source: Extracting files
de: Entpacke Dateien

source: Treated files
de: Verarbeitete Dateien

source: Skipped files
de: Übersprungene Dateien

source: Ignored files
de: Ignorierte Dateien

source: Errored files
de: Fehlgeschlagene Dateien

source: Extract successfully
de: Entpacken erfolgreich

source: Total numer of inodes
de: Gesamte Anzahl von Inodes

source: Number of directories
de: Anzahl von Ordnern

source: Number of files
de: Anzahl von Dateien

source: Saved inodes in this backup
de: Gespeicherte Inodes in diesem Backup

source: About
de: Über

source: Quit
de: Beenden

source: A graphical user interface to browse and extract dar archives.
de: Eine grafische Oberfläche zum durchsuchen und entpacken von dar Archiven.

source: Encryption settings
de: Verschlüsselungseinstellungen

source: Password:
de: Passwort:

source: Encryption algorithm
de: Verschlüsselungsalgorithmus

source: Block size in bytes
de: Blockgröße in Bytes

source: Password
de: Passwort

source: Please enter password for archive:
de: Bitte Passwort für Archiv eingeben:

source: Extract
de: Entpacken
