Repository: peckto/gdar
Catalog: po/ie.po
Languages: ie

source: Please choose a Dar file to open
ie: Ples selecter li file Dar a aperter

source: Open archive
ie: Aperter un archive

source: Extract selected file or folder
ie: Extraer li selectet file o fólder

source: Show information about archive
ie: Monstrar information pri li archive

source: Show hidden files
ie: Revelar celat files

source: Change to parent directory
ie: Ear al superiori fólder

source: Name
ie: Nómine

source: Size
ie: Grandore

source: Changed
ie: Modificat

source: Folder
ie: Fólder

source: Reading catalogue
ie: Letion del catalog

source: Ready
ie: Finit

source: Backup is encrypted
ie: Archive es ciffrat

source: Dar files
ie: Files Dar

source: Error
ie: Errore

source: Extracting is still running
ie: Extration es ancor in curse

source: Please choole a destination folder
ie: Ples selecter li fólder de destination

source: Extracting files
ie: Extraente files

source: Treated files
ie: Processat files

source: Skipped files
ie: Omisset files

source: Ignored files
ie: Ignorat files

source: Errored files
ie: Files con errores

source: Extract successfully
ie: Extration successat

source: Total numer of inodes
ie: Total de inodes

source: Number of directories
ie: Númere de fólderes

source: Number of files
ie: Númere de files

source: Saved inodes in this backup
ie: Inodes in ti ci archive

source: About
ie: Pri

source: Quit
ie: Surtir

source: A graphical user interface to browse and extract dar archives.
ie: Un grafic interfacie por navigar e extraher archives dar.

source: Gdar Homepage
ie: Hem-págine de Gdar

source: Encryption settings
ie: Ciffration

source: Password:
ie: Contrasigne:

source: Encryption algorithm
ie: Algoritme de ciffration

source: Block size in bytes
ie: Grandore de bloc in octetes

source: Password
ie: Contrasigne

source: Please enter password for archive:
ie: Ples intrar li contrasigne:

source: Extract
ie: Extraer
